{
	"name": "SoundCloud Embed",
	"version": "1.1",
	"author_username": "bluditlab",
	"release_date": "2024-04-14",
	"license": "CC BY-NC",
	"price_usd": "0",
	"download_url": "https://bluditlab.com/plugins/media/soundcloud-embed/download",
	"demo_url": "https://demo.bluditlab.com/plugin/soundcloud-embed/",
	"information_url": "https://bluditlab.com/plugins/media/soundcloud-embed",
	"description": "Enhance your Bludit site with the SoundCloud Embed plugin, allowing easy integration of SoundCloud tracks directly into your content with simple shortcodes. Elevate your blog's auditory appeal and engagement effortlessly.",
	"features": {
		"0": "Simple shortcode embedding: embed SoundCloud tracks with just a simple shortcode.",
		"1": "Automatic responsiveness: tracks automatically adjust to the screen size, ensuring a perfect fit on any device.",
		"2": "Enhanced user engagement: keep visitors on your site longer by offering engaging audio content.",
		"3": "No configuration hassle: the plugin works out of the box, with no need for complex setups."
	},
	"description_de": "Verbessern Sie Ihre Bludit-Website mit dem SoundCloud Embed Plugin, das eine einfache Integration von SoundCloud-Tracks direkt in Ihren Inhalt mit einfachen Shortcodes ermöglicht. Steigern Sie die auditive Attraktivität und das Engagement Ihres Blogs mühelos.",
	"features_de": {
		"0": "Einfache Shortcode-Einbettung: Betten Sie SoundCloud-Tracks mit nur einem einfachen Shortcode ein.",
		"1": "Automatische Reaktionsfähigkeit: Tracks passen sich automatisch der Bildschirmgröße an und sorgen für eine perfekte Darstellung auf jedem Gerät.",
		"2": "Erhöhte Benutzerbindung: Halten Sie Besucher länger auf Ihrer Website, indem Sie ansprechende Audioinhalte anbieten.",
		"3": "Keine Konfigurationsprobleme: Das Plugin funktioniert sofort, ohne dass komplizierte Einstellungen erforderlich sind."
	},
	"description_es": "Mejora tu sitio de Bludit con el plugin SoundCloud Embed, permitiendo la integración fácil de pistas de SoundCloud directamente en tu contenido con simples códigos cortos. Mejora el atractivo auditivo de tu blog y la participación de la audiencia sin esfuerzo.",
	"features_es": {
		"0": "Incorporación Simple con Código Corto: Incorpora pistas de SoundCloud con solo un simple código corto.",
		"1": "Adaptabilidad Automática: Las pistas se ajustan automáticamente al tamaño de la pantalla, asegurando un ajuste perfecto en cualquier dispositivo.",
		"2": "Mayor Participación del Usuario: Mantén a los visitantes en tu sitio por más tiempo ofreciendo contenido de audio atractivo.",
		"3": "Sin Problemas de Configuración: El plugin funciona de inmediato, sin necesidad de configuraciones complejas."
	},
	"description_ru": "Обеспечьте лёгкую интеграцию треков с SoundCloud прямо на страницы сайта с помощью простых шорткодов. Поднимите звуковую привлекательность и вовлечённость вашего блога без особых усилий.",
	"features_ru": {
		"0": "Простое встраивание с помощью шорткодов: встраивайте треки SoundCloud с помощью простого шорткода.",
		"1": "Автоматическая адаптивность: плеер с треками автоматически подстраивается под размер экрана, обеспечивая идеальное отображение на любом устройстве.",
		"2": "Повышенное вовлечение пользователей: удерживайте посетителей на вашем сайте дольше, предлагая увлекательный аудиоконтент.",
		"3": "Отсутствие сложностей с настройкой: плагин работает сразу, без необходимости сложных настроек."
	}
}
