{
	"name": "Logo and Footer XXL",
	"version": "1.0",
	"release_date": "2018-02-20",
	"license": "MIT",
	"price_usd": "0",
	"download_url_v2": "https://github.com/Hatschipuh/logoandfooter/archive/master.zip",
	"demo_url": "",
	"information_url": "https://github.com/Hatschipuh/logoandfooter",
	"description": "Plugin for interacting with the logo and site footer.",
	"features": {
		"0":"Enable/Disable the logo: Send an image to the folder <code>/bl-content/uploads/</code> and paste the path or use an external image.",
		"1":"Enables / Disables Footer and it is also possible to insert text and a background color.",
		"2":"Enables/Disables the link to go to the top and also set your background color."
	},
	"description_pt": "Plugin para interagir com o logotipo e rodapé do site.",	
	"features_pt": {
		"0":"Habilita/Desabilita o logotipo: Envie uma image para pasta <code>/bl-content/uploads/</code> e cole o endereço ou utilize uma imagem externa.",
		"1":"Habilita/Desabilita o Footer e também é possível inserir um texto e uma cor de fundo.",
		"2":"Habilita/Desabilita o link para ir ao topo e também definir sua cor de fundo"
	},	
	"description_de": "Plugin für die Interaktion mit dem Logo und der Fußzeile der Website.",	
	"features_de": {
	},
	"description_es": "Complemento para interactuar con el logo y el pie de página del sitio.",
	"features_es": {
		"0":"Habilitar/Deshabilitar el logo: Envía una imagen a la carpeta <code>/bl-content/uploads/</code> y pega la ruta o usa una imagen externa.",
		"1":"Habilitar/Deshabilitar el pie de página y también es posible insertar texto y un color de fondo.",
		"2":"Habilitar/deshabilitar el enlace para ir a la parte superior y también establece el color de fondo."
	},
	"description_ru": "Добавляет возможности для взаимодействия с логотипом и подвалом сайта.",
	"features_ru": {
		"0":"Включает/отключает логотип: загрузите изображение в папку <code>/bl-content/uploads/</code> и вставьте путь или используйте внешнее изображение.",
		"1":"Включает/отключает подвал сайта (нижний колонтитул), а также позволяет вставлять текст и настраивать цвет фона.",
		"2":"Включает/отключает ссылку для перехода наверх страницы, а также позволяет настраивать цвет фона."
	},
	"author_username": "hertste"
}
