{
	"name": "Reactions",
	"version": "1.0.1",
	"author_username": "sambrishes",
	"release_date": "2020-05-03",
	"license": "MIT",
	"price_usd": "0",
	"download_url": "https://github.com/bludit-plugins/reactions/releases/download/v1.0.1/reactions.zip",
	"demo_url": "",
	"information_url": "https://github.com/bludit-plugins/reactions",
	
	"description": "Let your readers react to your awesome content using a Like (and optionally also a Dislike) button, 3- or 5-stars or one of five freely selectable Emojies!",
	"features":{
		"0": "Three different rating modes: Like / Dislike, 3 / 5 Stars or 5 Emojies.",
		"1": "Eight ways to inject the Reactions panel on your template.",
		"2": "Active Bot-Rating Protection rules.",
		"3": "AJAX-enabled rating & many options to configure the Reactions panel."
	},

	"description_es": "¡Permita que sus lectores reaccionen a su increíble contenido usando un botón Me gusta (y opcionalmente también un botón No me gusta), 3 o 5 estrellas o uno de los cinco Emojis seleccionables libremente!",
	"features_es":{
		"0": "Tres modos de calificación diferentes: Me gusta / No me gusta, 3 / 5 estrellas o 5 emojis.",
		"1": "Ocho formas de inyectar el panel Reacciones en su plantilla.",
		"2": "Reglas activas de protección contra clasificación por bots.",
		"3": "Clasificación habilitada mediante llamadas AJAX y muchas opciones para configurar el panel de Reacciones."
	},
	
	"description_de": "Lasse deine Leser deine großartigen Inhalte mit einem Like (optional auch einem Dislike) -Button, 3 / 5 Sternen oder einem von fünf frei wählbaren Emojies bewerten!",
	"features_de":{
		"0": "Drei verschiedene Bewertungsmodis: Gefällt Mir (Nicht), 3 / 5 Sterne oder 5 Emojies",
		"1": "Acht Wege das Reactions Panel in dein Template zu integrieren.",
		"2": "Drei aktive Sicherheitsregeln gegen automatische Bots.",
		"3": "AJAX-unterstütztes System & viele Optionen um das Reactions Panel anzupassen."
	},
	
	 "description_ru": "Пусть ваши читатели реагируют на ваш контент с помощью Emoji!",
	"features_ru":{
		"0": "5 выбираемых и маркируемых Emoji.",
		"1": "Адаптируется под многие темы благодаря продуманной архитектуре плагина.",
		"2": "Настраиваемые типы контента, где должна отображаться панель.",
		"3": "Минималистичное хранилище в виде «пользовательской» мета страницы."
	}
}
