{
	"name": "FS Page Menu",
	"version": "1.0.1",
	"author_username": "fabianosantosnet",
	"release_date": "2021-12-12",
	"license": "MIT",
	"price_usd": "0",
	"download_url": "https://git.fabianosantos.net/download/bludit/plugins/fs-page-menu/1.0.1/",
	"demo_url": "",
	"information_url": "https://git.fabianosantos.net/bludit-cms-plugin-fs-page-menu",
	"credits": "@fabianosantosnet",
	"credits_url": "https://www.fabianosantos.net/",
	"description": "This extension contains three improved versions of the standard CMS plugins: Links, Navigation and Static Pages. All implement the placement feature elsewhere in the theme.",
	"features": 
	{
		"0": "Enable/Disable each subplugin and a sidebar link.",
		"1": "Add spaces before code or remove all spaces.",
		"2": "Reorder and delete pages.",
		"3": "Compatible with PHP 8."
	},
	
	"description_pt": "Esta extensão contém três versões melhoradas dos plugins padrões do CMS Links, Navigation e Static Pages. Todos implementam o recurso de posicionamento em outros locais do tema.",
	"features_pt":
	{
		"0": "Habilita/desabilita cada subplugin e um link da barra lateral.",
		"1": "Adicione espaços antes do código ou remova todos espaços.",
		"2": "Reordene e exclua páginas.",
		"3": "Compatível com PHP 8."
	},	
	
	"description_de": "Diese Erweiterung enthält drei verbesserte Versionen der Standard-CMS-Add-Ons: Links, Navigation und Static Pages. Alle implementieren die Standortfunktion in anderen Teilen des Themes.",
	"features_de":
	{
		"0": "",
		"1": ""
	},
	
	"description_es": "Esta extensión contiene tres versiones mejoradas de los complementos estándar de CMS: Links, Navigation y Static Pages. Todos implementan la función de ubicación en otras partes del tema.",
	"features_es": 
	{
		"0": "Habilite/deshabilite cada subplugin y un enlace de barra lateral.",
		"1": "Agregue espacios antes del código.",
		"2": "Reordenar y eliminar páginas.",
		"3": "PHP 8 compatible."
	},
	
	"description_ru": "Это расширение содержит три улучшенные версии плагинов: CMS Links, Navigation и Static Pages по умолчанию. Все они имеют функцию размещения информации в других местах темы.",
	"features_ru": 
	{
		"0": "Включить/отключить каждый субплагин и ссылку на боковой панели.",
		"1": "Регулирует отступы перед кодом или удаляет их вовсе.",
		"2": "Изменяет порядок страниц или удаляет их.",
		"3": "Совместим с PHP 8."
	}
}
