{
	"name": "Twitch Login",
	"version": "1.1",
	"author_username": "bluditlab",
	"release_date": "2024-04-05",
	"license": "End User License Agreement (EULA)",
	"price_usd": "19",
	"download_url": "https://shop.bluditlab.com/b/kpUPZ",
	"demo_url": "https://demo.bluditlab.com/plugin/twitch-login/",
	"information_url": "https://bluditlab.com/plugins/user/twitch-login",
	"description": "Enhance your Bludit site with our Twitch login plugin. Simplify user access, offer exclusive content, and personalize the user experience. Elevate your site today.",
	"features": {
		"0": "Effortless Twitch integration: enable your users to log in through Twitch effortlessly, providing a seamless and secure authentication experience.",
		"1": "Exclusive content access: leverage your website's potential by offering unique content to your followers. Establish special access permissions, hidden bonuses, or exclusive pages that only your subscribers can view.",
		"2": "Personalized user experience: welcome your users by their Twitch display names and tailor the user experience on your site according to their Twitch profile. Boost user engagement by making each visit feel uniquely personal and appreciated.",
		"3": "Simplified user management: managing your site's users is straightforward with Twitch authentication. Our plugin efficiently handles the login procedure, eliminating the need for multiple usernames and passwords."
	},
	"description_de": "Verbessern Sie Ihre Bludit-Website mit unserem Twitch-Login-Plugin. Vereinfachen Sie den Benutzerzugang, bieten Sie exklusive Inhalte an und personalisieren Sie das Benutzererlebnis. Erhöhen Sie heute die Qualität Ihrer Website.",
	"features_de": {
		"0": "Mühelose Twitch-Integration: Ermöglichen Sie Ihren Benutzern, sich mühelos über Twitch anzumelden und sorgen Sie für eine nahtlose und sichere Authentifizierung.",
		"1": "Exklusiver Inhaltszugang: Nutzen Sie das Potenzial Ihrer Website, indem Sie einzigartige Inhalte für Ihre Follower anbieten. Richten Sie spezielle Zugriffsrechte, versteckte Boni oder exklusive Seiten ein, die nur Ihre Abonnenten sehen können.",
		"2": "Personalisierte Benutzererfahrung: Begrüßen Sie Ihre Benutzer mit ihren Twitch-Anzeigenamen und passen Sie das Benutzererlebnis auf Ihrer Website an ihre Twitch-Profile an. Erhöhen Sie die Benutzerbindung, indem Sie jeden Besuch einzigartig und wertvoll gestalten.",
		"3": "Vereinfachte Benutzerverwaltung: Mit der Twitch-Authentifizierung wird die Verwaltung der Benutzer Ihrer Website unkompliziert. Unser Plugin übernimmt effizient den Anmeldeprozess und beseitigt die Notwendigkeit für mehrere Benutzernamen und Passwörter."
	},
	"description_es": "Mejora tu sitio de Bludit con nuestro plugin de inicio de sesión de Twitch. Simplifica el acceso de los usuarios, ofrece contenido exclusivo y personaliza la experiencia del usuario. Mejora tu sitio hoy.",
	"features_es": {
		"0": "Integración Sin Esfuerzo con Twitch: Permite a tus usuarios iniciar sesión a través de Twitch sin esfuerzo, proporcionando una experiencia de autenticación fluida y segura.",
		"1": "Acceso a Contenido Exclusivo: Aprovecha el potencial de tu sitio web ofreciendo contenido único a tus seguidores. Establece permisos de acceso especiales, bonos ocultos o páginas exclusivas que solo tus suscriptores pueden ver.",
		"2": "Experiencia de Usuario Personalizada: Saluda a tus usuarios con sus nombres de pantalla de Twitch y personaliza la experiencia del usuario en tu sitio según su perfil de Twitch. Aumenta el compromiso del usuario haciendo que cada visita sea única y apreciada.",
		"3": "Gestión Simplificada de Usuarios: Con la autenticación de Twitch, gestionar a los usuarios de tu sitio se vuelve sencillo. Nuestro plugin maneja eficientemente el procedimiento de inicio de sesión, eliminando la necesidad de múltiples nombres de usuario y contraseñas."
	},
	"description_ru": "Улучшите ваш сайт на Bludit с помощью нашего плагина входа через Twitch. Упростите доступ пользователей, предлагайте эксклюзивный контент и персонализируйте пользовательский опыт. Улучшите ваш сайт уже сегодня.",
	"features_ru": {
		"0": "Лёгкая интеграция с Twitch: позвольте вашим пользователям легко входить через Twitch, обеспечивая плавный и безопасный процесс аутентификации.",
		"1": "Доступ к эксклюзивному контенту: используйте потенциал вашего сайта, предлагая уникальный контент вашим подписчикам. Настройте специальные разрешения на доступ, скрытые бонусы или эксклюзивные страницы, доступные только вашим подписчикам.",
		"2": "Персонализированный пользовательский опыт: приветствуйте своих пользователей по их отображаемым именам в Twitch и настраивайте пользовательский опыт на вашем сайте в зависимости от их профиля в Twitch. Повышайте вовлечённость пользователей, делая каждое посещение уникальным и ценным.",
		"3": "Упрощённое управление пользователями: с аутентификацией через Twitch управление пользователями вашего сайта становится проще. Наш плагин эффективно обрабатывает процесс входа, устраняя необходимость в нескольких именах пользователей и паролях."
	}
}
