{
	"name": "Header Content",
	"version": "1.1.1",
	"author_username": "fabianosantosnet",
	"release_date": "2023-05-21",
	"license": "MIT",
	"price_usd": "0",
	"download_url": "https://git.fabianosantos.net/download/bludit/plugins/header-content/1.1.1/",
	"demo_url": "https://fabianosantosnet.github.io/bluditCMS/videos.html#hqfp9DKEg3w",
	"information_url": "https://git.fabianosantos.net/bludit-cms-plugin-header-content",
	"credits": "@fabianosantosnet",
	"credits_url": "https://www.fabianosantos.net/",
	"description": "Many plugins in one. Canonical, Robots, Keywords, Description, Author, Copyright, RSS Feed, CSS Block, Maintenance Mode, and Browser Update.",
	"features": {
		"0": "Meta Keywords use custom fields to set data for each page.",
		"1": "CSS Block is StyleSheet content inside HEAD tag then you avoid change your theme.",
		"2": "Maintenance Mode is a personalized homonym version of the default Bludit plugin. It implements a default page or a custom php file created by user.",
		"3": "Browser Update uses JavaScript to show a message to visitors that access the website when their browser is outdated.",
		"4": "On Meta Robots was inserted two options allowing or not crawling of categories and tags, besides avoid indexation of pages that doesn't exist."
	},
	"description_pt": "Muitos plugins em um. Meta Canonical, Robots, Keywords, Description, Author, Copyright, RSS, Bloco CSS, Modo de manutenção e Notificação de Navegador.",
	"features_pt": {
		"0": "Meta Keywords usa campos personalizados para definir dados para cada página.",
		"1": "Bloco CSS insere uma folha de estilo dentro da tag HEAD evitando alterar seu tema.",
		"2": "Modo de Manutenção é a versão personalizada homônima do plugin do Bludit. Implementa uma página padrão ou um arquvo customizado definido pelo usuário.",
		"3": "Notificação de Atualização de Navegador utiliza JavaScript para mostrar uma mensagem no topo da página do visitante do site/blog quando seu navegador está desatualizado.",
		"4": "Na Meta Robots foram inseridas duas opções que permitem ou não o rastreamento de categorias e tags, além de evitar a indexação de páginas que não existem."
	},	
	"description_de": "Viele Plugins in einem. Kanonisches Ziel, Roboter, Schlüsselwörter, Beschreibung, Autor, Urheberrecht, RSS, CSS-Block, Wartungsmodus und Browserbenachrichtigung.",
	"features_de": {
		"0": "Meta-Schlüsselwörter verwenden benutzerdefinierte Felder, um Daten für jede Seite festzulegen.",
		"1": "Der CSS-Block fügt ein Stylesheet in das HEAD-Tag ein, ohne das Thema zu ändern.",
		"2": "Der Wartungsmodus ist die personalisierte Version des Bludit-Plugins. Implementiert eine Standardseite oder eine benutzerdefinierte benutzerdefinierte Datei.",
		"3": "Die Benachrichtigung über Browser-Updates verwendet JavaScript, um eine Nachricht oben auf der Seite des Website- / Blog-Besuchers anzuzeigen, wenn Ihr Browser veraltet ist.",	
		"4": "In Meta Robots wurden zwei Optionen eingefügt, mit denen Kategorien und Tags gecrawlt werden können oder nicht, und die Indizierung nicht vorhandener Seiten verhindert wird."		
	},
	"description_es": "Muchos complementos en uno. Objetivo canónico, robots, palabras clave, descripción, autor, copyright, RSS, bloque CSS, modo de mantenimiento y notificación del navegador.",
	"features_es": {
		"0": "Las meta palabras clave utilizan campos personalizados para establecer datos para cada página.",
		"1": "El bloque CSS inserta una hoja de estilo dentro de la etiqueta HEAD, evitando cambiar su tema.",
		"2": "El modo de mantenimiento es la versión personalizada del complemento Bludit. Implementa una página estándar o un archivo personalizado definido por el usuario.",
		"3": "La notificación de actualización del navegador utiliza JavaScript para mostrar un mensaje en la parte superior de la página del visitante del sitio web / blog cuando su navegador no está actualizado.",	
		"4": "En Meta Robots se insertaron dos opciones que permiten o no rastrear categorías y etiquetas, además de evitar la indexación de páginas que no existen."		
	},
	"description_ru": "Множество плагинов в одном: Канонические ссылки, Поисковые роботы, Ключевые слова, Описание, Автор, Авторские права, RSS-канал, Блок CSS, Режим обслуживания и Обновление браузера.",
	"features_ru": {
		"0": "Ключевые мета-описания используют настраиваемые поля для установки данных для каждой страницы.",
		"1": "Блок CSS — это содержимое таблицы стилей внутри тега <code>HEAD</code>, добавляя туда CSS код, можно избежать изменения своей темы напрямую.",
		"2": "Режим обслуживания — реализует страницу по умолчанию или настраиваемый файл php, созданный администратором, который отображается пользователям при включённом Режиме обслуживания.",
		"3": "Обновление браузера использует JavaScript для отображения сообщения посетителям, которые заходят на сайт, когда их браузер устарел.",
		"4": "В Meta Robots добавлены две опции, разрешающие или запрещающие сканирование категорий и тегов, кроме того, это помогает избежать индексации несуществующих страниц."
	}
}
