{
	"name": "Cookie Consent + Detect AdBlock",
	"version": "3.1",
	"release_date": "2018-11-05",
	"license": "MIT",
	"price_usd": "0",
	"download_url_v2": "https://github.com/Fred89/bludit-plugins/releases/download/cookie2.2.1/cookie-consent.zip",
	"download_url": "https://github.com/bludit-plugins/cookie-consent/archive/3.1.zip",
	"demo_url": "",
	"information_url": "https://github.com/Fred89/bludit-plugins/tree/master/cookie-consent",
	"description": "Cookie consent and AdBlock detector.",
	"features": {
		"0":"For cookies: enable/disable the save configuration, choose from 6 types of visualization, define the default button and message text in addition to the cookie policy link.",
		"1":"For AdBlock: enable/disable detector, set the background color for the message and define a message."		
	},
	"description_pt": "Mostra a mensagem de consentimento de cookies e Detecta Bloqueador de Anúncios (AdBlock).",
	"features_pt": {
		"0":"Para cookies: habilite/desabilite a configuração de salvamento, escolha entre 6 tipos de visualização, defina o texto do botão e da mensagem padrão além do link de política dos cookies.",
		"1":"Para AdBlock: habilite/desabilite, defina a cor de fundo para a mensagem e defina uma mensagem."
	},	
	"description_de": "Zustimmungserklärung zur Verwendung von Cookies und AdBlock Detector.",
	"features_de": {
		"0":"Für Cookies: Aktivieren/Deaktivieren Sie die Speicherkonfiguration, wählen Sie aus 6 Visualisierungstypen aus, definieren Sie die Standardschaltfläche und den Nachrichtentext zusätzlich zum Link zur Cookie-Richtlinie.",
		"1":"Für AdBlock: Aktivieren/Deaktivieren, legen Sie die Hintergrundfarbe für die Nachricht fest und definieren Sie eine Nachricht."		
	},
	"description_es": "Muestra el mensaje de consentimiento de cookies y detecta el bloqueador de anuncios (AdBlock).",
	"features_es": {
		"0":"Para las cookies: habilite/deshabilite la configuración de guardado, elija entre 6 tipos de visualización, defina el botón predeterminado y el texto del mensaje además del enlace de la política de cookies.",
		"1":"Para AdBlock: habilitar/deshabilitar, establecer el color de fondo del mensaje y definir un mensaje."	
	},
	"description_ru": "Добавляет всплывающее окно с запросом на согласие на обработку и хранение файлов cookie и содержит детектор AdBlock.",
	"features_ru": {
		"0":"Для файлов cookie: включает/отключает конфигурацию сохранения, позволяет выбрать один из 6 типов визуализации, определить кнопку по умолчанию и текст сообщения в дополнение к ссылке на политику файлов cookie.",
		"1":"Для AdBlock: включает/отключает детектор, можно установить цвет фона для сообщения и определить текст самого сообщения."	
	},
	"author_username": "frederic"
}
